Revit 2027 API
FormattedText.GetMinimumListStartNumber Method
 Returns the minumum allowed list start number.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int GetMinimumListStartNumber()
Public Function GetMinimumListStartNumber As Integer
public:
int GetMinimumListStartNumber()
member GetMinimumListStartNumber : unit -> int
Return Value
Int32
See Also
Reference
FormattedText Class
Autodesk.Revit.DB Namespace